export const tasksData = [
	{
		id: 'StikgNW8',
		title:
			'Подключение внешних сервисов или внутренних API для взаимодействия с серверной частью',
		priority: 2,
		createdAt: '2026-03-28T14:51:40.778Z',
		updatedAt: '2026-03-28T14:51:40.778Z',
	},
	{
		id: 'zm3vQADZ',
		title:
			'Написание комментариев и документации для облегчения поддержки и развития проекта.',
		priority: 3,
		createdAt: '2026-03-28T14:51:30.709Z',
		updatedAt: '2026-03-28T14:52:02.247Z',
	},
	{
		id: 'pius1fu6',
		title:
			'Добавление плавных анимаций и переходов для улучшения пользовательского опыта.',
		priority: 1,
		createdAt: '2026-03-28T14:51:23.179Z',
		updatedAt: '2026-03-28T14:51:23.179Z',
	},
	{
		id: 'omSLBPOf',
		title:
			'Внесение изменений в библиотеку UI-компонентов или их адаптация под новые требования.',
		priority: 1,
		createdAt: '2026-03-28T14:51:15.207Z',
		updatedAt: '2026-03-28T14:52:09.580Z',
	},
	{
		id: 'bsgSHzda',
		title:
			'Работа над ускорением загрузки страниц и улучшением общего быстродействия приложения.',
		priority: 2,
		createdAt: '2026-03-28T14:51:06.578Z',
		updatedAt: '2026-03-28T14:51:06.578Z',
	},
	{
		id: '5lZ56av5',
		title:
			'Проверка работы сайта во всех популярных браузерах и исправление возникающих ошибок.',
		priority: 1,
		createdAt: '2026-03-28T14:50:56.846Z',
		updatedAt: '2026-03-28T14:52:16.577Z',
	},
	{
		id: 'j30jsDfW',
		title:
			'Разработка макета сайта, который корректно отображается на разных устройствах.',
		priority: 3,
		createdAt: '2026-03-28T14:50:46.881Z',
		updatedAt: '2026-03-28T14:52:21.598Z',
	},
]
